Repository: amansrtn/SafeHer
Catalog: lib/l10n/app_*.arb
Languages: hi

# subtitle
source: Your Safety Our Priority
hi: आपकी सुरक्षा हमारी प्राथमिकता

# shieldstatusoff
source: Shield Off
hi: सेवा बंद

# shieldstatuson
source: Shield On
hi: सेवा पर

# shieldsubtitleoff
source: Tap to activate services.
hi: सेवाओं को सक्रिय करने के लिए टैप करें

# shieldsubtitleon
source: All services are working.
hi: सभी सेवाएं काम कर रही हैं

source: Currently Running.
hi: वर्तमान में चल रहा है

source: Emergency Contacts
hi: आपातकालीन संपर्क

source: Navigate
hi: नेविगेट

source: Are You Safe
hi: क्या आप सुरक्षित हैं?

# pressYes
source: Press Yes If You Are Safe
hi: यदि आप सुरक्षित हैं तो हाँ दबाएँ

source: Yes
hi: हाँ

# phoneFallAccident
source: Did Your Phone Fell Accidently?
hi: क्या आपका फोन दुर्घटनावश गिर गया है?

# pressYesFall
source: Press Yes If Its An fall detection
hi: यदि यह गलत गिरावट का पता लगाने के लिए हाँ दबाएं

# navigatesubtitle
source: Find Places Near You
hi: अपने आस-पास के स्थानों को खोजें

# policestations
source: Police Station
hi: पुलिस स्टेशन

# policestationsubtitle
source: List of police stations near you
hi: अपने आस-पास के पुलिस स्टेशनों की सूची

source: Hospitals
hi: अस्पताल

# hospitalsubtitle
source: List of Hospitals near you
hi: आपके आस-पास के अस्पतालों की सूची

source: Pharmacies
hi: औषधशाला

# pharmaciessubtitle
source: List of Pharmacies near you
hi: आपके आस-पास के फार्मेसियों की सूची

# busstop
source: Bus Stops
hi: बस स्टॉप

# busstopsubstitle
source: List of Bus Stops near you
hi: आपके आस-पास के बस स्टॉप की सूची

# viewbtn
source: View
hi: देखें

source: Profile
hi: प्रोफ़ाइल

# userinfo
source: User Information
hi: उपयोगकर्ता जानकारी

source: Location
hi: स्थान

source: Email
hi: ईमेल

source: Phone
hi: फ़ोन

source: Contact
hi: संपर्क

source: Done
hi: पूर्ण

source: Name
hi: नाम
